import studioProject from "../assets/Studio_Project_V1.png";
import baba from "../assets/baba.jpeg";
import dadu from "../assets/dadu.png";
import farmer from "../assets/shetkari.png";
import savitri from "../assets/savitri.jpeg";
import guru from "../assets/guru.jpg";
import friendShip from "../assets/friends.jpeg";
import dream from "../assets/Spring_Lake,_New_Jersey_Beach_at_Sunrise.jpg";
import time from "../assets/swapn.jpeg";
import lalpari from "../assets/lalpari.jpeg";
import jidda from "../assets/jidda.png";
import soldier from "../assets/soldier_new.jpeg";

const poemData = [
    { 
      id: 'poem1', 
      title: 'आई', 
      image: studioProject, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `ती जेवण खुप छान बनवते म्हणून नाही...<br>
             तर समोर आलेला माणूस उपाशी तर झोपला नसेल याची विवंचना करते,<br>
             म्हणून मला ती आवडते...<br>
             ती माझ्या सुखाची काळजी करते म्हणून नाही...<br>
             तर समोरच्या व्यक्तिताली दुखात पाहू शकत नाही<br>
             म्हणून मला ती आवडते...<br>
             चुकलं तिथे चुकले आणि बरोबर तिथे बरोबर ...<br>
             असा सरळ  साधा न्याय करते म्हणून मला ती आवडते...<br>
             नुसतेच स्वप्नांचे मनोरे नाही तर परिस्थितीशी झुंज द्यायला शिकवते<br>
             म्हणून मला माझी आई आवडते...<br>
             भले स्वतःला त्रास झाला तरी चालेल,<br>
             दुसऱ्याच वाईट चिंतू नये असे धडे माझ्या कडून गिरवून घेते,<br>
             म्हणून मला ती आवडते...<br>
             शुरवीराच्या गोष्टी एक ऐकवत<br>
             आयुष्याच्या प्रश्नमंजुषेत तीच एक योद्धा बनते ,<br>
             म्हणून मला माझी आई आवडते...<br>`
    },
    { 
      id: 'poem2', 
      title: 'बाबा', 
      image: baba, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `भाग्य उजळलं माझं जेव्हा...<br>
             मी तुमच्या पोटी जन्म घेतला,<br>
             चिऊ काऊचे मऊ घास अन<br>
             तुमच्या सवे नभातला चांदोबा पाहिला...<br>
             रडायचे मी, हसवण्याची जबाबदारी तुम्ही घेतली<br>
             सारी खेळणी थोडीशी फीकी,<br>
             तुमची घोडसवारी जास्त छान वाटली...<br>
             मी केलेली भातुकली सुद्धा खरी वाटली तुम्हाला,<br>
             हळूच येऊन विचारायचात,<br>
             काय आहे मग आज जेवायला?<br>
             माझ्या प्रत्येक प्रगतीपुस्तकावर तुमची सही राहिली,<br>
             चढत होते मी एक एक पायरी,<br>
             पण चमक तुमच्या डोळ्यात पाहिली...<br>
             माहीत आहे मला,<br>
             कौतुक माझं होतं तेव्हा,<br>
             सर्वात जास्त आनंद तुम्हाला होतो,<br>
             काय करू आणि काय नको असे होतं तुम्हाला<br>
             आनंद तरी कुठे गगनात मावतो ...<br>
             वागले कधी चुकीचं मी,<br>
             थोडे कठोर तुम्ही होता,<br>
             त्या उबेत जादूच वेगळी जेव्हा<br>
             तुम्ही मला कुशीत घेता...<br>
             बाबा हट्ट पुरवतात म्हणून वस्तूंची यादी कुठे संपत असते<br>
             मी मागितलेल्या प्रत्येक गोष्टीला,<br>
             तुमची कधीच ना नसते...<br>
             मला बरं नसताना डोळ्यांची कडा अलगद ओलावते,<br>
             एवढं प्रेम करणारी व्यक्ती जगात दुसरी कोण असते?<br>`
    },
    { 
      id: 'poem3', 
      title: 'दादू', 
      image: dadu, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `मनात साठलं खूप सारं,<br>
             शब्दात मांडता येतच नाही..<br>
             दादू तुझं महत्व माझ्या आयुष्यातलं,<br>
             काय सांगणार हे पेन अन वही ...<br>
             तरी बघ आता प्रयत्न करते<br>
             थोडं काही बोलण्याचा....<br>
             माझा भाऊ आहेस तू<br>
             हे हक्काने सांगण्याचा....<br>
             आयुष्याच्या एक वळणावर..<br>
             असाच मला भेटून गेलास,<br>
             माया करणारा हक्काचा भाऊ मिळाला मला,<br>
             पण दादू तू यायला थोडा लेटच केलास ....<br>
             माझे छोटे मोठे हट्ट पुरवताना....<br>
             मोठ्या भावासारखा वागतोस,<br>
             रागावते मी तरी किती रे सहन<br>
             करतोस.....<br>
             मला दुःख झालं तरी<br>
             पाणी तुझ्या डोळ्यात येतं,<br>
             तुझ्याशी बोलल्यावर टेन्शन माझं कुठच्या कुठे जातं..<br>
             तुझ्या बहिणीची किती काळजी करशील,<br>
             माझा लाडोबा म्हणून नेहमी माझ्यासोबत राहशील....<br>`
    },
    { 
      id: 'poem4', 
      title: 'काय करणार साहेब जबाबदारी आहे ना', 
      image: farmer, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `मोठ्या कंपन्यांना लागले टाळे,<br>
             शेयर मार्केटही डगमगले...<br>
             आजही उभा हा शेतकरी,<br>
             ज्याने चोचले सर्वांचे भागवले...<br>
             पिकाला भाव मिळेल न मिळेल,<br>
             त्याने विवंचनाच सोडली आता...<br>
             लेकरांची पोटं भराया,<br>
             उभा ठाकला अन्नदाता...<br>
             सारी जनता झाली हतबल,<br>
             निधी मिळण्या मोहीमच निघाली...<br>
             खरा आत्मनिर्भर माझा कष्टकरी,<br>
             ज्याने नांगर अन बैलाची जोडी बाहेर काढली...<br>
             नको त्याला नफा आता,<br>
             मुळीच नाही घेणार विषाची बाटली,<br>
             पाऊस पडो न पडो त्याने मात्र स्वप्नांची हिरवी बागायत थाटली...<br>
             मजबुरी नसून जबाबदारी ने आजचं चित्र कष्टकरी पाहे,<br>
             खरच उभ्या देशाला तुमचा अभिमान आहे...</p>`
    },
    { 
      id: 'poem5', 
      title: 'माझी सावित्री माय', 
      image: savitri, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `प्रेमाचा निर्मळ झरा म्हणजे गुरू...<br>
             ज्ञानाचा बेभान वारा म्हणजे गुरू...<br>
             त्यागाचा अथांग सागर म्हणजे गुरू...<br>
             विदयेचा अभंग म्हणजे गुरू...<br>
             यशशिखराचा जिना म्हणजे गुरू...<br>
             वात्सल्याची वीणा म्हणजे गुरू...<br>
             अनुभवाचा साठा म्हणजे विश्वासाच्या लाटा म्हणजे गुरू...<br>
             ज्ञानाची अतुल्य भेट म्हणजे गुरू...<br>
             देवाशी नातें थेट म्हणजे गुरू...<br>
             जणू वाटे मज तो परोपकारी तरू...<br>
             तयाची शिकवण जीवनभर स्मरू...</p>`
    },
    { 
      id: 'poem6', 
      title: 'गुरु', 
      image: guru, 
      author: 'ऋद्धी संगिता संदीप भगत', 
      poem: `प्रेमाचा निर्मळ झरा म्हणजे गुरू...<br>
             ज्ञानाचा बेभान वारा म्हणजे गुरू...<br>
             त्यागाचा अथांग सागर म्हणजे गुरू...<br>
             विदयेचा अभंग म्हणजे गुरू...<br>
             यशशिखराचा जिना म्हणजे गुरू...<br>
             वात्सल्याची वीणा म्हणजे गुरू...<br>
             अनुभवाचा साठा म्हणजे विश्वासाच्या लाटा म्हणजे गुरू...<br>
             ज्ञानाची अतुल्य भेट म्हणजे गुरू...<br>
             देवाशी नातें थेट म्हणजे गुरू...<br>
             जणू वाटे मज तो परोपकारी तरू...<br>
             तयाची शिकवण जीवनभर स्मरू...</p>`
    },
    { 
      id: 'poem7', 
      title: 'अंजानेसे मिले थे', 
      image: friendShip, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `अंजानेसे मिले थे हम,अब जान से हो गये।<br>
             मिले आपसे तों लगा, पेहली दफा में गम सारे खो गये।<br> 
             नन्हे नन्हे हाथ पकडकर, साथ खडे जो हो गये।<br>
             लगा जैसे तितली बनके, दुनिया कि सफर जो कर गये।<br>
             छोटी छोटी खुशीयोंके दगर में, बड़े बड़े गम भूल गये।<br>
             बटवारा किया हर मोड पर, लेकिन बाटे नही हम गये।<br>
             रिशता निभाया पवित्र ऐसा, मानक से हो गये।<br>
             आये हे इस दुनिया में, अपनी परियोकी दुनिया बसाने।<br> 
             अंजाने से मिले थे हम, अब जान से हो गये।</p>`
    },
    { 
      id: 'poem8', 
      title: 'स्वप्न', 
      image: dream, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `मनाच्या गाभाऱ्यात प्रयत्नांचा देव पूजताना,<br>
             भीतीचा गालबोट लागतो...<br>
             जपलेला स्वप्नांचा महाल एका क्षणात विरून जातो...<br>
             हलकीचं झुळूक आपुलकीची,<br>
             फुंकर तेवढी मारून जाते...<br>
             वेळ थोडी सावरते,<br>
             परिस्थिती मात्र तशीच राहते...<br>
             मग उठते मनात वादळ की,<br>
             काय हे असेच जगावे? नशिबाने खेळ खेळावे,<br>
             आणि आपण पहात राहावे?<br>
             या नशिबाला ही काळू दे मलाही उत्तर देता येतं,<br>
             कारण मी सुदधा एकच स्वप्न पाहिलं होतं...<br>
             दूर सारूनी अंधार मनीचा,<br>
             कष्टाचं तेल अन ज्ञानाचा दिवा...<br>
             यश अपयश मान्य आहे,<br>
             तेवढा निश्चय मात्र पक्का हवा...</p>`
    },
    { 
      id: 'poem9', 
      title: 'महाल स्वप्नांचे', 
      image: time, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `वेळेला हा वेग वेगळा<br>
             रोखता मजला येत नसे...<br>
             महाल स्वप्नांचे चार माडीचे,<br>
             सांगा सुरेख बांधू कसे?<br>
             चार विचार चार दिशांना,<br>
             चार वेगळी माणसे...<br>
             जीवनाच्या चार दिवसांचे ,<br>
             वेळापत्रक मांडू कसे...<br>
             महाल स्वप्नांचे चार माडीचे,<br>
             सांगा सुरेख बांधू कसे?<br>
             जबाबदारीचे थोडे ओझे,<br>
             उसने कोणास देऊ कसे...<br>
             प्रत्येकाच्या मनी स्वतःचे ,<br>
             छानसे असे स्वप्न वसे...<br>
             महाल स्वप्नांचे चार माडीचे,<br>
             सांगा सुरेख बांधू कसे?<br>
             खोपा पाहता सुगरणीचा,<br>
             मधमाश्यांचे ही कष्ट दिसे...<br>
             घारी ची ती उंच भरारी,<br>
             मग माणसात काय कमी असे...<br>
             कारणे जोडूनी कारणे बनती,<br>
             उपाय तेवढा मिळत नसे...<br>
             चिकाटीचे बाळकडू थोडे,<br>
             वेळ तयावर वैद्य असे...<br>
             महाल स्वप्नांचे चार माडीचे,<br>
             सांगा सुरेख बांधू कसे?</p>`
    },
    { 
      id: 'poem10', 
      title: 'लालपरी', 
      image: lalpari, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `नाही मिळणार आरक्षण मला,<br>
             नाही मिळणार नागरिकत्व जरी...<br>
             उगाच करता हानी मला होय, मी लालपरी...<br>
             मी आहे वैभव तुमचं वाचवा मला आता तरी...<br>
             उगाच करता हानी मला होय, मी लालपरी...<br>
             परवडते सामान्य खिशाला म्हणून का नेहमी हल्ला माझ्यावरी...<br> 
             उगाच करता हानी मला होय, मी लालपरी...<br>
             आधार आहे कित्येकांचा संपत्ती आहे तुमचीच जरी...<br>
             उगाच करता हानी मला होय, मी लालपरी...<br>`
    },
    { 
      id: 'poem11', 
      title: 'जिद्द मात्र सोडू नकोस', 
      image: jidda, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `दूसरा कोणतरी तुझं स्वप्न पूर्ण करेल<br>
             या भ्रमात राहू नकोस....<br>
             तू पड अनेकदा पण, जिद्द मात्र सोडू नकोस...<br>
             हारणारे हारतात जिंकणारे जिंकतात<br>
             या क्षणिक सुखदुखाने अडकू नकोस...<br>
             मन आहे, लहरीच असणार नुसते स्वप्नांचे मनोरे,<br>
             रचू नकोस...<br>
             लागेल ठेच अनेकदा, ओढले जातील पाय <br>
             हाती घेतलास वसा आता पुन्हा मागे फिरू नकोस ...<br>
             आकांक्षा आहेत मोठ्या, घाल आकाशाला गवसणी<br>
             कृती कर, आता विचार करू नकोस...<br>
             तू पड अनेकदा पण,<br>
             जिद्द मात्र सोडू नकोस...<br>`
    },
    { 
      id: 'poem12', 
      title: 'जवान', 
      image: soldier, 
      author: '- ऋद्धी संगिता संदीप भगत', 
      poem: `शूर जवानांच्या रक्ताचा सडा घालून पावन झालेला माझा भारत मायदेश...<br>
             १५ ऑगस्ट - २६ जानेवारी सोडता इतरंतर याची कोणी आठवण नाही काढत हे विशेष...<br>
             घरादारावर तुळशीपत्र ठेवून हे सारे सैनिक आपल्या माती साठी लढतात,<br>
             तरी आतील सीमावाद कशाने हो वाढतात ?<br>
             जगणं मरणं अर्पित या भारतमातेच्या चरणावर करतात, शेवटचा घटकासुद्धा सीमेवर मोजतात...<br>
             जगण्याचं जेवढं कौतुक नसतं तेवढं मरणानंतर होतं,<br>
             स्वप्नांच ते महाल.. तिरंग्यात लपेटून जातं....<br>
             गेल्यावर गोडवे गाण्यात काय अर्थ आहे... श्रद्धांजली- शोक, सगळं काही व्यर्थ आहे...<br>
             आज आपणच हे जवान जतन केले पाहिजेत ,<br>
             आणि एक सुंदर भारत नव्याने कोरला पाहिजे....<br>`
    }
  ];
  
  export default poemData;